class Transliterations:
    dictionary1 = {'q': 'й', 'w': 'ц', 'e': 'у', 'r': 'к', 't': 'е', 'y': 'н', 'u': 'г', 'i': 'ш', 'o': 'щ', 'p': 'з',  '[': 'х', 'a': 'ф', 's': 'і', 'd': 'в', 'f': 'а', 'g': 'п', 'h': 'р', 'j': 'о', 'k': 'л', 'l': 'д', ';': 'ж', "'": 'є', 'z': 'я', 'x': 'ч', 'c': 'с', 'v': 'м', 'b': 'и', 'n': 'т', 'm': 'ь', ',': 'б', '.': 'ю'}
    dictionary2 = {'q': 'й', 'w': 'ц', 'e': 'у', 'r': 'к', 't': 'є', 'y': 'н', 'u': 'г', 'i': 'ш', 'o': 'щ', 'p': 'з',  '[': 'х', 'a': 'ф', 's': 'е', 'd': 'в', 'f': 'а', 'g': 'п', 'h': 'р', 'j': 'о', 'k': 'л', 'l': 'д', ';': 'ж', "'": 'є', 'z': 'я', 'x': 'ч', 'c': 'с', 'v': 'м', 'b': 'и', 'n': 'т', 'm': 'ь', ',': 'б', '.': 'ю'}
    dictionary3 = {'и': 'і', 'e': 'є'}
    dictionary4 = {'е': 'є', 'ы': 'і'}
    dictionary5 = {'і': 'и'}
    dictionary6 = {'й': 'yi', 'ц': 'z', 'у': 'u', 'к': 'k', 'е': 'e', 'н': 'n', 'г': 'g', 'ш': 'sh', 'щ': 'sh', 'з': 'z', 'х': 'h', 'ф': 'f', 'ы': 'u', 'в': 'v', 'а': 'a', 'п': 'p', 'р': 'r',  'о': 'o', 'л': 'l', 'д': 'd', 'ж': 'j', 'э': 'e', 'я': 'ya', 'ч': 'ch', 'с': 's', 'м': 'm', 'и': 'ea', 'т': 't', 'б': 'b', 'ю': 'yu'}
    dictionary7 = {'ай': 'i', 'джей': 'j', 'кей': 'k', 'к': 'c'}
    dictionaries = [dictionary1, dictionary2, dictionary3, dictionary4, dictionary5, dictionary6, dictionary7]
