class Transliterations:
    dictionary1 = {'q': 'й', 'w': 'ц', 'e': 'у', 'r': 'к', 't': 'е', 'y': 'н', 'u': 'г', 'i': 'ш', 'o': 'щ', 'p': 'з',  '[': 'х', 'a': 'ф', 's': 'і', 'd': 'в', 'f': 'а', 'g': 'п', 'h': 'р', 'j': 'о', 'k': 'л', 'l': 'д', ';': 'ж', "'": 'є', 'z': 'я', 'x': 'ч', 'c': 'с', 'v': 'м', 'b': 'и', 'n': 'т', 'm': 'ь', ',': 'б', '.': 'ю', 'ы': 'и', 'э': 'є', 'ё': 'е'}
    dictionary2 = {'є': 'э', 'и': 'і'}
    dictionary3 = {'і': 'и', 'e': 'є'}
    dictionaries = (dictionary1, dictionary2, dictionary3)
